[
  {
    "title": "A new biology for a new century",
    "link": "https://journals.asm.org/doi/abs/10.1128/mmbr.68.2.173-186.2004",
    "snippet": " molecular biology's lead  in biology that 20th century biology, molecular biology, could not handle and, so, avoided. The former course, though highly productive, is certain to turn biology ",
    "type": "none",
    "score": 85
  },
  {
    "title": "General biology",
    "link": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781420052275-1/general-biology-ronald-fayer",
    "snippet": "Some species of Cryptosporidium infect many host species, whereas others appear restricted to groups such as rodents or ruminants, and others are known to infect only one host ",
    "type": "none",
    "score": 90
  },
  {
    "title": "Biology data book",
    "link": "http://bionumbers.hms.harvard.edu/files/28developmentalstagesVIIsalmonidfish.pdf",
    "snippet": "Embryos were raised at constant temperature in circulating nalis\" u 10% smaller. For additional information on salmowater, from three hours after fertilization. Age= time from nids, ",
    "type": "pdf",
    "score": 30
  },
  {
    "title": "Sealice on salmonids: their biology and control",
    "link": "https://www.sciencedirect.com/science/article/pii/S0065308X0860233X",
    "snippet": " This review examines the voluminous literature on the biology and control of sealice and brings together ideas for developing our knowledge of these organisms. Research on the ",
    "type": "none",
    "score": 90
  },
  {
    "title": "The biology of Eucalypts.",
    "link": "https://www.cabdirect.org/cabdirect/abstract/19760634482",
    "snippet": "A brief general introduction to some aspects of the biology of Eucalypts, with particular emphasis on specialization in morphology, physiology, ecology and genetics. The chapters are: ",
    "type": "none",
    "score": 84
  },
  {
    "title": "The molecular biology of coronaviruses",
    "link": "https://www.sciencedirect.com/science/article/pii/S0065352706660053",
    "snippet": "Coronaviruses are large, enveloped RNA viruses of both medical and veterinary importance. Interest in this viral family has intensified in the past few years as a result of the ",
    "type": "none",
    "score": 88
  },
  {
    "title": "The biology of Pseudocalanus",
    "link": "https://www.sciencedirect.com/science/article/pii/S0065288108604046",
    "snippet": "Publisher Summary Pseudocalanus is typical of most crustaceans in that after hatching at an early stage of development it adds successively new segments and appendages. ",
    "type": "none",
    "score": 15
  },
  {
    "title": "The biology of mycorrhiza.",
    "link": "https://www.cabdirect.org/cabdirect/abstract/19590604264",
    "snippet": "Collects and summarizes existing information and emphasizes outstanding problems. Part I gives a brief survey of the ecology of soil fungi; ecological classifications of soil fungi are ",
    "type": "none",
    "score": 65
  },
  {
    "title": "Molecular biology of flaviviruses",
    "link": "https://books.google.com/books?hl=en&lr=&id=Xgfrv4aksVUC&oi=fnd&pg=PA23&dq=Biology&ots=iDy6FehmbL&sig=Wi0Oo0aRYKOhGjPq6smpukHGViI",
    "snippet": "The major medical importance of flaviviruses has fostered studies into their molecular biology in research laboratories around the world. Although the molecular biology of flaviviruses ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Osteophytes: relevance and biology",
    "link": "https://www.sciencedirect.com/science/article/pii/S106345840600327X",
    "snippet": "OBJECTIVE: Osteophytes are common features of osteoarthritis. This review summarizes the current understanding of the clinical relevance and biology of osteophytes. METHOD: This ",
    "type": "html",
    "score": 85
  },
  {
    "title": "The molecular biology of arteriviruses",
    "link": "https://www.academia.edu/download/50829091/961.pdf",
    "snippet": " After a brief introduction, this review will focus on the molecular biology of the members of the arterivirus family. For detailed information about the clinical, epidemiological and ",
    "type": "pdf",
    "score": 85
  },
  {
    "title": "The problems of biology",
    "link": "https://philpapers.org/rec/SMITPO-65",
    "snippet": "Concentrating on problems that commonly perplex general readers and beginning students, John Maynard Smith discusses fundamental issues in biology, with emphasis on evolution, ",
    "type": "none",
    "score": 75
  },
  {
    "title": "Biology of disease",
    "link": "https://link.springer.com/content/pdf/10.1007/978-1-4612-0485-5_7?pdf=chapter%20toc",
    "snippet": "Cytokines are protein mediators of cell-to-cell communication important in a variety of physiologic and pathophysiologic processes. Only a decade ago information about cytokines was ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Towards a theoretical biology",
    "link": "https://www.nature.com/articles/218525a0",
    "snippet": " In contrast to this situation, theoretical biology can hardly be  of biology, to explore the possibility of formulating some skeleton of concepts and methods around which theoretical biology ",
    "type": "none",
    "score": 78
  },
  {
    "title": "Molecular biology of potyviruses",
    "link": "https://www.sciencedirect.com/science/article/pii/S006535271400013X",
    "snippet": "Potyvirus is the largest genus of plant viruses causing significant losses in a wide range of crops. Potyviruses are aphid transmitted in a nonpersistent manner and some of them are ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Essentials of cell biology",
    "link": "https://web.iitd.ac.in/~amittal/SBL101_Essentials_Cell_Biology.pdf",
    "snippet": "What do an amoeba and an elephant have in common? If liver cells have the same DNA as brain cells, why are they different? What goes wrong during cancer? The answers to these ",
    "type": "pdf",
    "score": 20
  },
  {
    "title": "The biology of obsessions and compulsions",
    "link": "https://www.jstor.org/stable/24987180",
    "snippet": "Sergei is a 17 year old former high school student. Only a year or so ago Sergei seemed to be a normal adolescent with many talents and interests. Then, almost overnight, he was ",
    "type": "none",
    "score": 22
  },
  {
    "title": "What is conservation biology?",
    "link": "https://www.jstor.org/stable/1310054",
    "snippet": " biology, a new stage in the application of science to conservation problems, addresses the biology of  In this article I describe conservation biology, define its fundamental propositions, ",
    "type": "none",
    "score": 90
  },
  {
    "title": "The molecular biology of coronaviruses",
    "link": "https://www.sciencedirect.com/science/article/pii/S0065352708602869",
    "snippet": "Publisher Summary This chapter discusses the manipulation of clones of coronavirus and of complementary DNAs (cDNAs) of defective-interfering (DI) RNAs to study coronavirus RNA ",
    "type": "none",
    "score": 84
  },
  {
    "title": "Computational cell biology",
    "link": "https://link.springer.com/book/10.1007/b97701",
    "snippet": "This text is an introduction to dynamical modeling in cell biology. It is not meant as a complete overview of modeling or of particular models in cell biology. Rather, we use selected ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Designing materials for biology and medicine",
    "link": "https://www.nature.com/articles/nature02388",
    "snippet": "Biomaterials have played an enormous role in the success of medical devices and drug delivery systems. We discuss here new challenges and directions in biomaterials research. ",
    "type": "none",
    "score": 87
  },
  {
    "title": "A strategy for research in space biology and medicine in the new century",
    "link": "https://books.google.com/books?hl=en&lr=&id=kTacAgAAQBAJ&oi=fnd&pg=PT20&dq=Biology&ots=7d8sMjpt4E&sig=OiCHDVsvxRy2v9xRsu0V8QQkKSc",
    "snippet": "Construction of the international space station, scheduled to start in late 1998, ushers in a new era for laboratory sciences in space. This is especially true for space life sciences, which ",
    "type": "none",
    "score": 12
  },
  {
    "title": "Biodefense in the age of synthetic biology",
    "link": "https://books.google.com/books?hl=en&lr=&id=IiGEDwAAQBAJ&oi=fnd&pg=PR1&dq=Biology&ots=ZYkOMWWpYJ&sig=uC34_LB6gLn0jGpKw_Q1BLU1g2s",
    "snippet": "Scientific advances over the past several decades have accelerated the ability to engineer existing organisms and to potentially create novel ones not found in nature. Synthetic biology, ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Cyclooxygenases: structural, cellular, and molecular biology",
    "link": "https://www.annualreviews.org/doi/abs/10.1146/annurev.biochem.69.1.145",
    "snippet": " Abstract The prostaglandin endoperoxide H synthases-1 and 2 (PGHS-1 and PGHS-2; also cyclooxygenases-1 and 2, COX-1 and COX-2) catalyze the committed step in prostaglandin ",
    "type": "none",
    "score": 90
  },
  {
    "title": "The biology of color",
    "link": "https://www.science.org/doi/abs/10.1126/science.aan0221",
    "snippet": "BACKGROUND The interdisciplinary field of animal coloration is growing rapidly, spanning questions about the diverse ways that animals use pigments and structures to generate color",
    "type": "none",
    "score": 80
  },
  {
    "title": "Intermolecular forces in biology",
    "link": "https://www.cambridge.org/core/journals/quarterly-reviews-of-biophysics/article/intermolecular-forces-in-biology/F7618F03BC6538DFC48715241370F3A9",
    "snippet": "0. Abbreviations 1061. Introduction: overview of forces in biology 1081.1 Subtleties of biological forces and interactions 1081.2 Specific and non-specific forces and interactions 1131.3 ",
    "type": "none",
    "score": 88
  },
  {
    "title": "Do we underestimate the importance of water in cell biology?",
    "link": "https://www.nature.com/articles/nrm2021",
    "snippet": "Liquid water is a highly versatile material. Although it is formed from the tiniest of molecules, it can shape and control biomolecules. The hydrogen-bonding properties of water are ",
    "type": "none",
    "score": 85
  },
  {
    "title": "The biology of being frazzled",
    "link": "https://www.science.org/doi/abs/10.1126/science.280.5370.1711",
    "snippet": "Consider this: You are driving to work, planning an important morning meeting with a colleague and intermittently reminding yourself that you must remember to turn left at the traffic light",
    "type": "none",
    "score": 12
  },
  {
    "title": "The biology of being frazzled",
    "link": "https://www.science.org/doi/abs/10.1126/science.280.5370.1711",
    "snippet": "Consider this: You are driving to work, planning an important morning meeting with a colleague and intermittently reminding yourself that you must remember to turn left at the traffic light",
    "type": "none",
    "score": 20
  },
  {
    "title": "Introduction to bone biology",
    "link": "https://www.sciencedirect.com/science/article/pii/S8756328209800033",
    "snippet": "Bone at the tissue level undergoes remodeling: it is continuously being resorbed and rebuilt (or formed). A negative balance between bone resorption and formation, frequently due to ",
    "type": "none",
    "score": 80
  },
  {
    "title": "The biology of aging",
    "link": "https://www.researchgate.net/profile/Bruce-Troen/publication/10961016_The_Biology_of_aging/links/60b37c2345851557baac352a/The-Biology-of-aging.pdf",
    "snippet": "In humans, aging is inexorable. The progressive decrease in physiological capacity and the reduced ability to respond to environmental stresses lead to increased susceptibility and ",
    "type": "pdf",
    "score": 70
  },
  {
    "title": "Cell biology and physiology of the uroepithelium",
    "link": "https://journals.physiology.org/doi/abs/10.1152/ajprenal.00327.2009",
    "snippet": "The uroepithelium sits at the interface between the urinary space and underlying tissues, where it forms a high-resistance barrier to ion, solute, and water flux, as well as pathogens. ",
    "type": "none",
    "score": 85
  },
  {
    "title": "The concept of information in biology",
    "link": "https://www.cambridge.org/core/journals/philosophy-of-science/article/concept-of-information-in-biology/AC18C30496F40E5FC5238A280469F24C",
    "snippet": " In biology, the use of informational terms implies intentionality, in that both the form of the  A central idea in contemporary biology is that of information. Developmental biology can be ",
    "type": "none",
    "score": 90
  },
  {
    "title": "Waterhyacinth: Biology, ecology and management",
    "link": "https://www.osti.gov/biblio/6387333",
    "snippet": "This book provides a bibliography of over 2700 references and a critical review of the current knowledge on all aspects of the plant. Important data on all these aspects have been ",
    "type": "none",
    "score": 80
  },
  {
    "title": "Gquartets 40 years later: from 5GMP to molecular biology and supramolecular chemistry",
    "link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.200300589",
    "snippet": " This work provided the foundation for later structural biology and supramolecular studies. Section 3 discusses G-quadruplexes in molecular biology and medicinal chemistry. In ",
    "type": "none",
    "score": 87
  },
  {
    "title": "Molecular biology and biochemistry of the endothelins",
    "link": "https://www.sciencedirect.com/science/article/pii/0165614789900114",
    "snippet": "Endothelin-1 (ET-1), the first member of the newly discovered mammalian endothelin family of biologically active peptides, was originally identified as a 21 residue potent ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Foundations for engineering biology",
    "link": "https://www.nature.com/articles/nature04342",
    "snippet": " The second possibility is that the engineering of biology  Stated plainly, the engineering of biology remains complex  Success would help to create the discipline of synthetic biology: an ",
    "type": "none",
    "score": 90
  },
  {
    "title": "Formal molecular biology",
    "link": "https://www.sciencedirect.com/science/article/pii/S0304397504002336",
    "snippet": " in experimental biology, we may be for the first time in position to understand what computational models are embedded in the cell and to develop a symbolic biology that would be at ",
    "type": "none",
    "score": 10
  },
  {
    "title": "Machine learning and its applications to biology",
    "link": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.0030116",
    "snippet": "The term machine learning refers to a set of topics dealing with the creation and evaluation of algorithms that facilitate pattern recognition, classification, and prediction, based on ",
    "type": "none",
    "score": 20
  },
  {
    "title": "The biology of the Penaeidae.",
    "link": "https://www.cabdirect.org/cabdirect/abstract/19910192312",
    "snippet": "The whole of this volume of Advances in Marine Biology is devoted to a review of current knowledge about the Penaeidae under the following headings: Morphology; Taxonomy; ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Biology and the child.",
    "link": "https://psycnet.apa.org/record/2005-03132-004",
    "snippet": "The structure of this chapter can be summarized easily. I present first a brief historical perspective on the concept of temperament and the reasons for its recent appeal. The chapter then ",
    "type": "none",
    "score": 20
  },
  {
    "title": "Directions in conservation biology",
    "link": "https://www.jstor.org/stable/5542",
    "snippet": "1. Conservation biology has two threads: the small-population paradigm which deals with the effect of smallness on the persistence of a population, and the declining-population ",
    "type": "none",
    "score": 82
  },
  {
    "title": "The nature of systems biology",
    "link": "https://www.cell.com/trends/microbiology/fulltext/S0966-842X(06)00264-2",
    "snippet": " However, unless the systems biology is carried out correctly,  biology and discuss two approaches that are helping to address such challenges: top-down and bottom-up systems biology",
    "type": "none",
    "score": 85
  },
  {
    "title": "Synthetic biology",
    "link": "https://www.nature.com/articles/nrg1637",
    "snippet": "Synthetic biologists come in two broad classes. One uses unnatural molecules to reproduce emergent behaviours from natural biology, with the goal of creating artificial life. The other ",
    "type": "none",
    "score": 85
  },
  {
    "title": "The population biology of invaders",
    "link": "https://royalsocietypublishing.org/doi/abs/10.1098/rstb.1986.0082",
    "snippet": "It is shown that invading species are most likely to establish where levels of competition among the resident species are lowest. Thus, of the higher trophic levels, herbivores are more ",
    "type": "none",
    "score": 85
  },
  {
    "title": "BioEdit: an important software for molecular biology",
    "link": "https://www.academia.edu/download/32793732/Bioedit_software_review.pdf",
    "snippet": "BioEdit is one of the most common program used in molecular biology studies. It was developed initially as a biological sequence alignment editor written for Windows only. It contains ",
    "type": "pdf",
    "score": 85
  },
  {
    "title": "Noise in biology",
    "link": "https://iopscience.iop.org/article/10.1088/0034-4885/77/2/026601/meta",
    "snippet": " of the emerging field of quantitative biology. Perhaps not coincidentally, within the same timeframe a large contingent of physicists began to look at biology as a fertile ground for new ",
    "type": "none",
    "score": 55
  },
  {
    "title": "Bone biology",
    "link": "https://journals.lww.com/jbjsjournal/citation/1995/08000/Bone_Biology.20.aspx",
    "snippet": "The formation, growth, maintenance, and healing of the skeleton require that bone be formed throughout life. Normal osteoblasts produce bone under a vanety of conditions, including ",
    "type": "none",
    "score": 85
  },
  {
    "title": "Molecular biology and pathogenicity of mycoplasmas",
    "link": "https://journals.asm.org/doi/abs/10.1128/mmbr.62.4.1094-1156.1998",
    "snippet": " level, signifying the onset of a new era in biology. We intend to discuss in this section the cell biology of M. genitalium and its close relative M. pneumoniae, comparing it to that of H. ",
    "type": "none",
    "score": 90
  },
  {
    "title": "Biologyoriented synthesis",
    "link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.201007004",
    "snippet": "Which compound classes are best suited as probes and tools for chemical biology research and as inspiration for medicinal chemistry programs? Chemical space is enormously large ",
    "type": "none",
    "score": 75
  }
]
